const WELCOME_MSG = `
Хоу-хоу-хоу 🎅

Добро пожаловать в игру "Тайный Санта"! 😀
`;
const JOIN_QUIZ = 'Присоединиться к игре?';
const JOINED_MSG = 'Отлично, Санта счастлив!';
const REJECTED_MSG = `
Очень жаль 😢

Санта надеется, что ты ещё передумаешь 🥺
`;
const INFO_MSG = `
Представься, пожалуйста!

Сообщи мне своё имя и фамилию 😀

❤️❤️❤️
P.S. пожалуйста, вначале сообщения пропиши тег #имя - это очень важно 😊
Пример: #имя Иванов Иван
`;
const THANKS_FI_MSG = `
Отлично! Внёс тебя в список участников 😀
`;
const IS_EXISTS_MSG = `
Упс! Кажется, ты уже добавлен в список участников 😅

P.S. Если ты не регестрировался ранее, сообщи об этом мне @Lihhana
`;
const HINT_YES_MSG = `
Отлично!

Напиши несколько слов о своих интересах 😀

❤️❤️❤️
P.S. пожалуйста, вначале сообщения пропиши тег #подсказка - это очень важно 😊
Пример: #подсказка настолки, книжки, рисование
`;
const RELEASE_MSG = `
Ну вот и всё! 😊

Завта в 19:00 я выберу для тебя одного из участников игры 😀
`;
const ERROR_MSG = `
Упс! Что-то пошло не так 😅

P.S. Сообщи об этом мне @Lihhana, возможно я смогу починить 😊
`;

module.exports = {
    WELCOME_MSG,
    JOIN_QUIZ,
    JOINED_MSG,
    REJECTED_MSG,
    INFO_MSG,
    THANKS_FI_MSG,
    IS_EXISTS_MSG,
    HINT_YES_MSG,
    RELEASE_MSG,
    ERROR_MSG
}
